Repository: htayfur/wordpressautolinkmodifier
Catalog: languages/auto-external-link-modifier-*.po
Languages: ar, de_de, fr_fr, hi_in, it_it, ja, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, tr_tr, zh_cn

source: External Link Settings
ar: إعدادات الروابط الخارجية
de_de: Einstellungen für externe Links
fr_fr: Paramètres des liens externes
hi_in: बाहरी लिंक सेटिंग्स
it_it: Impostazioni Collegamenti Esterni
ja: 外部リンク設定
ko_kr: 외부 링크 설정
nl_nl: Externe Link Instellingen
pl_pl: Ustawienia Linków Zewnętrznych
pt_br: Configurações de Links Externos
ru_ru: Настройки внешних ссылок
tr_tr: Dış Bağlantı Ayarları
zh_cn: 外部链接设置

source: External Links
ar: روابط خارجية
de_de: Externe Links
fr_fr: Liens externes
hi_in: बाहरी लिंक
it_it: Collegamenti Esterni
ja: 外部リンク
ko_kr: 외부 링크
nl_nl: Externe Links
pl_pl: Linki Zewnętrzne
pt_br: Links Externos
ru_ru: Внешние ссылки
tr_tr: Dış Bağlantılar
zh_cn: 外部链接

source: Link Settings
ar: إعدادات الرابط
de_de: Link-Einstellungen
fr_fr: Paramètres des liens
hi_in: लिंक सेटिंग्स
it_it: Impostazioni Collegamenti
ja: リンク設定
ko_kr: 링크 설정
nl_nl: Link Instellingen
pl_pl: Ustawienia Linku
pt_br: Configurações de Link
ru_ru: Настройки ссылок
zh_cn: 链接设置

source: REL Attributes
ar: سمات REL
de_de: REL-Attribute
fr_fr: Attributs REL
hi_in: REL विशेषताएं
it_it: Attributi REL
ja: REL属性
ko_kr: REL 속성
nl_nl: REL Attributen
pl_pl: Atrybuty REL
pt_br: Atributos REL
ru_ru: Атрибуты REL
tr_tr: REL Özellikleri
zh_cn: REL属性

source: Excluded Domains
ar: النطاقات المستثناة
de_de: Ausgeschlossene Domains
fr_fr: Domaines exclus
hi_in: बहिष्कृत डोमेन
it_it: Domini Esclusi
ja: 除外ドメイン
ko_kr: 제외된 도메인
nl_nl: Uitgesloten Domeinen
pl_pl: Wykluczone Domeny
pt_br: Domínios Excluídos
ru_ru: Исключенные домены
tr_tr: Hariç Tutulan Alan Adları
zh_cn: 排除的域名

source: Custom Domains
ar: نطاقات مخصصة
de_de: Benutzerdefinierte Domains
fr_fr: Domaines personnalisés
hi_in: कस्टम डोमेन
it_it: Domini Personalizzati
ja: カスタムドメイン
ko_kr: 사용자 정의 도메인
nl_nl: Aangepaste Domeinen
pl_pl: Niestandardowe Domeny
pt_br: Domínios Personalizados
ru_ru: Пользовательские домены
tr_tr: Özel Alan Adları
zh_cn: 自定义域名

source: Security check failed. Please try again.
ar: فشل التحقق من الأمان. حاول مرة اخرى.
de_de: Sicherheitsprüfung fehlgeschlagen. Bitte versuchen Sie es erneut.
fr_fr: La vérification de sécurité a échoué. Veuillez réessayer.
hi_in: सुरक्षा जांच विफल। कृपया पुनः प्रयास करें।
it_it: Controllo di sicurezza fallito. Per favore riprova.
ja: セキュリティチェックに失敗しました。もう一度お試しください。
ko_kr: 보안 검사에 실패했습니다. 다시 시도해주세요.
nl_nl: Beveiligingscontrole mislukt. Probeer het opnieuw.
pl_pl: Kontrola bezpieczeństwa nie powiodła się. Spróbuj ponownie.
pt_br: Verificação de segurança falhou. Por favor, tente novamente.
ru_ru: Проверка безопасности не удалась. Пожалуйста, попробуйте снова.
zh_cn: 安全检查失败。请重试。

source: Invalid domain format: %s
ar: تنسيق نطاق غير صالح: %s
de_de: Ungültiges Domain-Format: %s
fr_fr: Format de domaine invalide : %s
hi_in: अमान्य डोमेन प्रारूप: %s
it_it: Formato dominio non valido: %s
ja: 無効なドメイン形式：%s
ko_kr: 잘못된 도메인 형식: %s
nl_nl: Ongeldig domeinformaat: %s
pl_pl: Nieprawidłowy format domeny: %s
pt_br: Formato de domínio inválido: %s
ru_ru: Неверный формат домена: %s
tr_tr: Geçersiz alan adı formatı: %s
zh_cn: 无效的域名格式：%s

source: Select which rel attributes to add to external links. These attributes help with security and SEO.
ar: حدد سمات rel المراد إضافتها إلى الروابط الخارجية. تساعد هذه السمات في الأمان وتحسين محركات البحث.
de_de: Wählen Sie die rel-Attribute aus, die zu externen Links hinzugefügt werden sollen. Diese Attribute helfen bei der Sicherheit und SEO.
fr_fr: Sélectionnez les attributs rel à ajouter aux liens externes. Ces attributs aident à la sécurité et au référencement.
hi_in: चुनें कि बाहरी लिंक में कौन से rel विशेषताएं जोड़ें। ये विशेषताएं सुरक्षा और SEO में मदद करती हैं।
it_it: Seleziona quali attributi rel aggiungere ai collegamenti esterni. Questi attributi aiutano con la sicurezza e il SEO.
ja: 外部リンクに追加するrel属性を選択します。これらの属性はセキュリティとSEOに役立ちます。
ko_kr: 외부 링크에 추가할 rel 속성을 선택하세요. 이러한 속성은 보안과 SEO에 도움이 됩니다.
nl_nl: Selecteer welke rel-attributen aan externe links moeten worden toegevoegd. Deze attributen helpen bij beveiliging en SEO.
pl_pl: Wybierz atrybuty rel do dodania do linków zewnętrznych. Te atrybuty pomagają w bezpieczeństwie i SEO.
pt_br: Selecione quais atributos rel adicionar aos links externos. Esses atributos ajudam na segurança e SEO.
ru_ru: Выберите атрибуты rel для добавления к внешним ссылкам. Эти атрибуты помогают с безопасностью и SEO.
tr_tr: Dış bağlantılara eklenecek rel özelliklerini seçin. Bu özellikler güvenlik ve SEO konusunda yardımcı olur.
zh_cn: 选择要添加到外部链接的rel属性。这些属性有助于安全性和SEO。

source: Add custom domains to exclude from link modifications. One domain per line.
ar: أضف نطاقات مخصصة للاستبعاد من تعديلات الروابط. نطاق واحد لكل سطر.
de_de: Fügen Sie benutzerdefinierte Domains hinzu, die von Link-Änderungen ausgeschlossen werden sollen. Eine Domain pro Zeile.
fr_fr: Ajoutez des domaines personnalisés à exclure des modifications de liens. Un domaine par ligne.
hi_in: लिंक संशोधनों से बाहर रखने के लिए कस्टम डोमेन जोड़ें। प्रति लाइन एक डोमेन।
it_it: Aggiungi domini personalizzati da escludere dalle modifiche dei collegamenti. Un dominio per riga.
ja: リンク変更から除外するカスタムドメインを追加します。1行に1つのドメイン。
ko_kr: 링크 수정에서 제외할 사용자 정의 도메인을 추가하세요. 한 줄에 하나의 도메인.
nl_nl: Voeg aangepaste domeinen toe om uit te sluiten van linkwijzigingen. Één domein per regel.
pl_pl: Dodaj niestandardowe domeny do wykluczenia z modyfikacji linków. Jedna domena na linię.
pt_br: Adicione domínios personalizados para excluir das modificações de link. Um domínio por linha.
ru_ru: Добавьте пользовательские домены для исключения из модификаций ссылок. Один домен на строку.
tr_tr: Bağlantı düzenlemelerinden hariç tutulacak özel alan adlarını ekleyin. Her satıra bir alan adı.
zh_cn: 添加要从链接修改中排除的自定义域名。每行一个域名。

source: example.com
de_de: beispiel.de
fr_fr: exemple.com
hi_in: udaharan.com
it_it: esempio.it
ko_kr: example.co.kr
nl_nl: voorbeeld.nl
pl_pl: przykład.pl
pt_br: exemplo.com.br

source: Enter one domain per line. Example: example.com
ar: أدخل نطاقًا واحدًا لكل سطر. مثال: example.com
de_de: Geben Sie eine Domain pro Zeile ein. Beispiel: beispiel.de
fr_fr: Entrez un domaine par ligne. Exemple : exemple.com
hi_in: प्रति लाइन एक डोमेन दर्ज करें। उदाहरण: udaharan.com
it_it: Inserisci un dominio per riga. Esempio: esempio.it
ja: 1行に1つのドメインを入力してください。例：example.com
ko_kr: 한 줄에 하나의 도메인을 입력하세요. 예: example.co.kr
nl_nl: Voer één domein per regel in. Voorbeeld: voorbeeld.nl
pl_pl: Wprowadź jedną domenę na linię. Przykład: przykład.pl
pt_br: Digite um domínio por linha. Exemplo: exemplo.com.br
ru_ru: Введите один домен на строку. Пример: example.com
tr_tr: Her satıra bir alan adı girin. Örnek: example.com
zh_cn: 每行输入一个域名。示例：example.com

source: Save Changes
ar: حفظ التغييرات
de_de: Änderungen speichern
fr_fr: Enregistrer les modifications
hi_in: परिवर्तन सहेजें
it_it: Salva Modifiche
ja: 変更を保存
ko_kr: 변경 사항 저장
nl_nl: Wijzigingen Opslaan
pl_pl: Zapisz Zmiany
pt_br: Salvar Alterações
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Kaydet
zh_cn: 保存更改

source: Auto External Link Modifier requires PHP 7.4 or higher.
ar: يتطلب Auto External Link Modifier PHP 7.4 أو أعلى.
de_de: Auto External Link Modifier benötigt PHP 7.4 oder höher.
fr_fr: Auto External Link Modifier nécessite PHP 7.4 ou supérieur.
hi_in: ऑटो एक्सटर्नल लिंक मॉडिफायर को PHP 7.4 या उच्चतर की आवश्यकता है।
it_it: Auto External Link Modifier richiede PHP 7.4 o superiore.
ja: Auto External Link ModifierにはPHP 7.4以上が必要です。
ko_kr: Auto External Link Modifier는 PHP 7.4 이상이 필요합니다.
nl_nl: Auto External Link Modifier vereist PHP 7.4 of hoger.
pl_pl: Auto External Link Modifier wymaga PHP 7.4 lub nowszego.
pt_br: Auto External Link Modifier requer PHP 7.4 ou superior.
ru_ru: Auto External Link Modifier требует PHP 7.4 или выше.
zh_cn: Auto External Link Modifier需要PHP 7.4或更高版本。

source: Auto External Link Modifier requires WordPress 5.0 or higher.
ar: يتطلب Auto External Link Modifier WordPress 5.0 أو أعلى.
de_de: Auto External Link Modifier benötigt WordPress 5.0 oder höher.
fr_fr: Auto External Link Modifier nécessite WordPress 5.0 ou supérieur.
hi_in: ऑटो एक्सटर्नल लिंक मॉडिफायर को WordPress 5.0 या उच्चतर की आवश्यकता है।
it_it: Auto External Link Modifier richiede WordPress 5.0 o superiore.
ja: Auto External Link ModifierにはWordPress 5.0以上が必要です。
ko_kr: Auto External Link Modifier는 WordPress 5.0 이상이 필요합니다.
nl_nl: Auto External Link Modifier vereist WordPress 5.0 of hoger.
pl_pl: Auto External Link Modifier wymaga WordPress 5.0 lub nowszego.
pt_br: Auto External Link Modifier requer WordPress 5.0 ou superior.
ru_ru: Auto External Link Modifier требует WordPress 5.0 или выше.
zh_cn: Auto External Link Modifier需要WordPress 5.0或更高版本。

source: Smart Link
ar: رابط ذكي
de_de: Intelligenter Link
fr_fr: Lien intelligent
hi_in: स्मार्ट लिंक
it_it: Collegamento Intelligente
ja: スマートリンク
ko_kr: 스마트 링크
nl_nl: Slimme Link
pl_pl: Inteligentny Link
pt_br: Link Inteligente
ru_ru: Умная ссылка
zh_cn: 智能链接

source: Link URL
ar: رابط URL
fr_fr: URL du lien
hi_in: लिंक URL
it_it: URL del Collegamento
ja: リンクURL
ko_kr: 링크 URL
pl_pl: URL Linku
pt_br: URL do Link
ru_ru: URL ссылки
zh_cn: 链接URL

source: Open in New Tab
ar: فتح في علامة تبويب جديدة
de_de: In neuem Tab öffnen
fr_fr: Ouvrir dans un nouvel onglet
hi_in: नए टैब में खोलें
it_it: Apri in Nuova Scheda
ja: 新しいタブで開く
ko_kr: 새 탭에서 열기
nl_nl: Openen in Nieuw Tabblad
pl_pl: Otwórz w Nowej Karcie
pt_br: Abrir em Nova Aba
ru_ru: Открыть в новой вкладке
zh_cn: 在新标签页中打开

source: Exclude from Processing
ar: استثناء من المعالجة
de_de: Von der Verarbeitung ausschließen
fr_fr: Exclure du traitement
hi_in: प्रोसेसिंग से बाहर रखें
it_it: Escludi dal Processamento
ja: 処理から除外
ko_kr: 처리에서 제외
nl_nl: Uitsluiten van Verwerking
pl_pl: Wyklucz z Przetwarzania
pt_br: Excluir do Processamento
ru_ru: Исключить из обработки
zh_cn: 从处理中排除

source: Exclude this link from automatic modifications
ar: استثناء هذا الرابط من التعديلات التلقائية
de_de: Diesen Link von automatischen Änderungen ausschließen
fr_fr: Exclure ce lien des modifications automatiques
hi_in: इस लिंक को स्वचालित संशोधनों से बाहर रखें
it_it: Escludi questo collegamento dalle modifiche automatiche
ja: このリンクを自動変更から除外する
ko_kr: 이 링크를 자동 수정에서 제외
nl_nl: Deze link uitsluiten van automatische wijzigingen
pl_pl: Wyklucz ten link z automatycznych modyfikacji
pt_br: Excluir este link das modificações automáticas
ru_ru: Исключить эту ссылку из автоматических модификаций
zh_cn: 从自动修改中排除此链接

source: Link Elements
ar: عناصر الرابط
de_de: Link-Elemente
fr_fr: Éléments de lien
hi_in: लिंक एलिमेंट्स
it_it: Elementi del Collegamento
ja: リンク要素
ko_kr: 링크 요소
nl_nl: Link Elementen
pl_pl: Elementy Linku
pt_br: Elementos do Link
ru_ru: Элементы ссылки
zh_cn: 链接元素

source: Link Content
ar: محتوى الرابط
de_de: Link-Inhalt
fr_fr: Contenu du lien
hi_in: लिंक सामग्री
it_it: Contenuto del Collegamento
ja: リンクコンテンツ
ko_kr: 링크 내용
nl_nl: Link Inhoud
pl_pl: Zawartość Linku
pt_br: Conteúdo do Link
ru_ru: Содержимое ссылки
zh_cn: 链接内容

source: External Link Blocks
ar: كتل الروابط الخارجية
de_de: Externe Link-Blöcke
fr_fr: Blocs de liens externes
hi_in: बाहरी लिंक ब्लॉक्स
it_it: Blocchi Collegamenti Esterni
ja: 外部リンクブロック
ko_kr: 외부 링크 블록
nl_nl: Externe Link Blokken
pl_pl: Bloki Linków Zewnętrznych
pt_br: Blocos de Links Externos
ru_ru: Блоки внешних ссылок
zh_cn: 外部链接区块

source: Missing required plugins: %s
ar: المكونات الإضافية المطلوبة مفقودة: %s
de_de: Fehlende erforderliche Plugins: %s
fr_fr: Plugins requis manquants : %s
hi_in: आवश्यक प्लगइन्स नहीं मिले: %s
it_it: Plugin richiesti mancanti: %s
ja: 必要なプラグインが不足しています：%s
ko_kr: 필수 플러그인 누락: %s
nl_nl: Ontbrekende vereiste plugins: %s
pl_pl: Brakujące wymagane wtyczki: %s
pt_br: Plugins necessários ausentes: %s
ru_ru: Отсутствуют необходимые плагины: %s
zh_cn: 缺少所需插件：%s

source: Settings
ar: الإعدادات
de_de: Einstellungen
fr_fr: Paramètres
hi_in: सेटिंग्स
it_it: Impostazioni
ja: 設定
ko_kr: 설정
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置

source: noopener - Prevents the new page from accessing window.opener
tr_tr: noopener - Yeni sayfanın window.opener'a erişimini engeller

source: noreferrer - Prevents passing referrer information
tr_tr: noreferrer - Referans bilgisinin iletilmesini engeller

source: nofollow - Tells search engines not to follow this link
tr_tr: nofollow - Arama motorlarına bu bağlantıyı takip etmemesini söyler

source: sponsored - Marks links as paid/sponsored content
tr_tr: sponsored - Bağlantıları ücretli/sponsorlu içerik olarak işaretler

source: ugc - Marks links as user-generated content
tr_tr: ugc - Bağlantıları kullanıcı tarafından oluşturulan içerik olarak işaretler

source: Link Attributes
tr_tr: Bağlantı Özellikleri

source: Invalid domain format
tr_tr: Geçersiz alan adı formatı

source: At least one REL attribute must be selected. Default attributes have been selected.
tr_tr: En az bir REL özelliği seçilmelidir. Varsayılan özellikler seçildi.
